const textsMashasFirstDays = {
  ru: [
    {
      h1: "мои пальмы",
    },
    {
      image: [
        {
          desktopSrc: "images/desktop-images/palm-desktop.webp",
          mobileSrc: null,
          alt: "---",
          textDesktop: `Коллекция пальм, созданная в рамках очных занятий под руководством художника-графика Ильи Богдановского.`,
          textMobile: null,
        },
        {
          desktopSrc: null,
          mobileSrc: "images/mobile-images/palm-mobile.webp",
          alt: "---",
          textDesktop: null,
          textMobile: `Коллекция пальм, созданная в рамках очных занятий под руководством художника-графика Ильи Богдановского.`,
        },
      ],
    },
    {
          h4: "чипс",
      text: [
        
        `Я помню свои первые годы в Израиле. В первую неделю в Реховоте я купила жвачки, из которых можно было надувать пузыри. Такие я видела только в фильмах. Я так их хотела, а в России таких не было. Я купила жвачку - и у-п-а, мечта сбылась: пузырь получился!Это была целая пачка, а не одна штучка. Я использовала только одну, а остальные сохранила. Думала: когда мы поедем в гости в Россию, я подарю их своим подружкам. Это будет для них как чудесный дар из другого, волшебного мира.Я ждала, ждала, когда же мы вернёмся… и через две недели всё скушала.Много разных вкусностей я попробовала в Израиле. В России я только слышала о них. Однажды, ещё в Москве, кто-то принёс чипсы. Вкус был такой неожиданно прекрасный, что я молилась, как наркоман, чтобы мне дали ещё и ещё.`,
        `В Израиле в чипсах уже не было ничего необычного. А сейчас, когда мы с моим британским мужем едим чипсы, он смотрит на меня странно — но с пониманием, - когда я выбираю самый большой чипс, облизываю его мечтательно и мысленно возвращаюсь в детство.`,

      ],
    },

    {
      image: [
        {
          desktopSrc: "images/desktop-images/masha-moscow-desktop.jpg",
          mobileSrc: null,
          alt: "Desktop cockroach",
          textDesktop: "Серия машиных рисунков под впечатлением от израильских тараканов. Реховот 1991 год",
          textMobile: null,
        },
        {
          desktopSrc: null,
          mobileSrc: "images/mobile-images/masha-moscow-01.jpg",
          alt: "Mobile cockroach 1",
          textDesktop: null,
          textMobile: "Серия машиных рисунков под впечатлением от израильских тараканов. Реховот 1991 год",
        },
        {
          desktopSrc: null,
          mobileSrc: "images/mobile-images/masha-moscow-02.jpg",
          alt: "Mobile cockroach 2",
          textDesktop: null,
          textMobile: "Серия машиных рисунков под впечатлением от израильских тараканов. Реховот 1991 год",
        },
      ],
    },
    {
      h4: "Cупермаркет",
      text: [
        `Я помню наши первые дни в Реховоте. Помню, как мы в первый раз пошли в супермаркет - это было как в парке аттракционов! Столько видов чипсов, целые полки жвачек всех вкусов - и такие, из которых можно надувать пузыри!`,
        `В тот день я шла за мамой по магазину, когда вдруг увидела что-то блестящее. Я подошла ближе и увидела огромную корзину прямо посреди супермаркета. А в ней - сотни маленьких, блестящих, цветных квадратных штучек.
Они были красные, синие, зелёные, фиолетовые - и даже золотые и серебряные! Я просто застыла, заворожённая.`,
        `Я позвала маму и начала её умолять купить эти штуки. Я никогда раньше такого не видела. Мне казалось, что это какие-то новогодние украшения - они были мягкие, сверкающие, из блестящей тонкой фольги. Я умоляла и умоляла… пока мама не вздохнула и не сказала: “Ладно, можешь выбрать одну.”`,
        `Я стояла и не знала, что делать. Такой сложный выбор для семилетней девочки! Как выбрать только одну, когда они все такие волшебные?
В конце концов я выбрала две - золотую и серебряную.
И до сих пор… каждый раз, когда я вижу металлическую губку для мытья посуды - я вспоминаю тот момент.`,
        `До сих пор я не могу пройти мимо, не взглянув на них`

      ],
    },
{
  image: [
    {
      desktopSrc: "images/wire-sponge-01.jpg",
      mobileSrc: "images/wire-sponge-01.jpg",
      alt: "PLACEHOLDER_ALT_EN",
      textDesktop: "My chaos",
      textMobile: "My chaos",
    },
    {
      desktopSrc: "images/wire-sponge-02.jpg",
      mobileSrc: "images/wire-sponge-02.jpg",
      alt: "Second image alt text",
      textDesktop: "Description for second image",
      textMobile: "Description for second image",
    },
       {
      desktopSrc: "images/wire-sponge-03.jpg",
      mobileSrc: "images/wire-sponge-03.jpg",
      alt: "Second image alt text",
      textDesktop: "Description for second image",
      textMobile: "Description for second image",
    }
  ]
},
    {
      h4: "Война в Персидском заливе, 1991 год.",
      text: [
        `Моя мама, бабушка и я приехали в Израиль летом 1990 года, а зимой, сразу после моего дня рождения, началась Война в Персидском заливе. Кроме обычных уроков, у нас в школе была специальная подготовка - нас учили, что делать в случае атаки. Мы тренировались быстро надевать противогазы и идти в защищённую комнату. Учителя всё время повторяли, как это важно, потому что тогда была большая вероятность химической атаки. Я хорошо помню, как мы с одноклассниками всё это отрабатывали.Дома мы тоже готовились. С мамой и бабушкой мы купили липкую коричневую ленту и заклеили ею окна, чтобы ядовитые химикаты не смогли проникнуть в нашу защищённую комнату. Я совсем не боялась - наоборот, мне даже нравилась вся эта подготовка. У нас в квартире была маленькая безопасная комната, где лежали свечи, еда и радио. Она казалась мне тайным убежищем, куда мы можем прятаться.`,
          `... я услышала сирену “Нахаш Цефа”.  - звучит страшно! Это сигнал тревоги, который предупреждает всех, когда летят ракеты. Я очень испугалась и начал бегать по гостиной и кричать: “Война! Война! Война!” До этого я слышал о войне только в рассказах бабушки и никогда не думал, что это случится со мной. Тогда мама, бабушка и я побежали в нашу безопасную комнату. Мы надели противогазы и включили радио, чтобы узнать, что происходит. После всех тренировок это наконец стало настоящим! `

      ],
    },
    {
      h4: `"В окружении близких, хоть и незнакомых"`,
      text: [
        `Дочь маминой подруги Женя Финикова написала о нас нескольким своим знакомым живущим в Израиле. Лина была та, что мгновенно пришла к нам. Она не только стала помогать нам во всем, чем только могла, но и стала нам очень близким, дорогим человеком. Она же привела к нам Маю - и это было сплошное счастье.`,
        `Благодаря им, мы оказались в среде “русских” олим 70-х годов, очень близких нам по духу. Мне даже порой казалось, что я никуда не уезжала, так привычна была для нас с мамой эта среда. В некоторых я даже видела сходство с людьми из той моей жизни.`,
      ],
    },
    {
      image: [
        {
          desktopSrc: "images/gulf-war.jpg",
          mobileSrc: "images/gulf-war.jpg",
          alt: "Фото в Реховоте",
          textDesktop: "Автопортрет. Я в противогазе в нашей безопасной комнате... окна и дверь плотно заклеены малярным скотчем, на полу рядом с маленькой свечой лежит радио.  Rohovot,  январь   1991",
          textMobile: "Автопортрет. Я в противогазе в нашей безопасной комнате... окна и дверь плотно заклеены малярным скотчем, на полу рядом с маленькой свечой лежит радио.  Rohovot,  январь   1991",
        },
      ],
    },



       {
      h4: ` роскошь  `,
      text: [
        `Однажды мамин босс, Нимрод, и его жена, Ронит, пригласили меня в кино - это был ”Парк Юрского периода”. Шёл 1993 год, мне - 10 лет. Мы сидели вместе перед началом фильма, ели вкусности, смеялись, просто наслаждались моментом. И тогда я подумала: “Наверное, люди вокруг думают, что Нимрод и Ронит - мои родители. Мои израильские родители”.`,
         `Я почувствовала гордость. Гордость за то, что незнакомцы могли подумать, что я их, Нимрода и Ронит дочь, что я принадлежу этой семье. В этот короткий момент я представила, будто у меня двое молодых, счастливых израильских родителей и мы проводим семейное время вместе.`,
          `У них была машина. У них были деньги на билеты в кино и на угощения. И самое главное - они были вместе. Как любая другая обычная семья. И в тот момент я чувствовала себя как все израильские дети.`,
           `А на самом деле у меня была только мама, которая весь день на работе. Мы были олим хадашим, у нас не было денег на кино и простые сладости. Но с Нимродом и Ронит, хотя бы на один день, у меня было что-то особенное.В тот день я постеснялась рассказать маме о своих чувствах. Много позже, уже будучи взрослой, я призналась ей: “Может быть, это трудно понять… но для меня такое чувство — просто чувствовать себя как все — было тогда настоящей роскошью”.`
          

      ],
    },

    {
      image: [
        {
          desktopSrc: "images/notes.jpg",
          mobileSrc: "images/notes.jpg",
          alt: "Фото в Реховоте",
          textDesktop: "Автопортрет. Я в противогазе в нашей безопасной комнате... окна и дверь плотно заклеены малярным скотчем, на полу рядом с маленькой свечой лежит радио.  Rohovot,  январь   1991",
          textMobile: "Автопортрет. Я в противогазе в нашей безопасной комнате... окна и дверь плотно заклеены малярным скотчем, на полу рядом с маленькой свечой лежит радио.  Rohovot,  январь   1991",
        },
      ],
    },



  ],
};

export default textsMashasFirstDays;
