import React from "react";

const TextForthPage = () => (
  <>
<h1>Mоя Маша </h1>
<h2>История первых дней в Израиле, рассказанная моей дочерью Машей</h2>

    
    <p>
   Большую часть жизни мне почему-то очень нравились пальмы. Я не понимала почему — да, они красивые, но для меня в этом всегда было что-то особенное. Ещё с детства я всё время их рисовала — снова и снова.Несколько лет назад я как-то сказала об этом подруге — просто поделилась, что пальмы мне всегда были близки и чем-то притягивали. И она ответила: “Может, это потому, что это было первое, что ты увидела, когда вы прилетели в Израиль?” И тогда всё вдруг стало понятно.
    </p>

    <p>
       Когда мы прилетели, именно пальмы были первым ярким и необычным, что бросилось в глаза. После Москвы, где таких деревьев не было, они произвели на меня сильное впечатление. Это как у младенца — первое, что он видит, — лицо матери. А для меня, в новой стране и с новой жизнью, первыми меня встретили пальмы. Наверное, поэтому они до сих пор живут где-то глубоко внутри.
    </p>


  </>
);

export default TextForthPage;