import React from "react";

const TextOneOnly = () => (
  <>
<h1 >каждый выбирает </h1>
<h2 >для себя</h2>
<h3 >Это история о том как трудный выбор обернулся неожиданным, невероятным счастьем. </h3>
    
    <p >
      Меня зовут Галина. Я родилась в 1941 году в мире, который тогда назывался Советским Союзом. Эта история — не просто рассказ о прошлом, а путь моего личного пробуждения, который привёл меня к очень трудному, но как оказалось самому верному решению в моей жизни.
    </p>
    <p >
      Это рассказ о том, почему в 1990 году в возрасте почти 50-ти лет я решила покинуть Советский Союз вместе с моей мамой, которой на тот момент было за восемьдесят, и моей маленькой дочерью, которой было всего семь лет.
    </p>
    <p >
      Я решила назвать свою историю “Каждый выбирает для себя”, потому что в конце концов, где бы мы ни родились и чему бы нас ни учили, каждому из нас приходится делать СВОЙ выбор. Выбор между страхом и дерзостью, между молчанием и живым словом , между выживанием и подлинной жизнью.
    </p>
    <p >
      Это история о том, как свой выбор сделала я.
    </p>
  </>
);

export default TextOneOnly;
