import React from "react";

const TextFirstPage = () => (
  <>
<h1>Итак, начинаем!  </h1>
<h2>Почему я уехала</h2>
<h3></h3>
    
    <p>
    Почему я уехала. Что заставило меня в свои почти 50 лет с 7-летней дочкой и 83-летней очень нездоровой мамой оставить все, все, все и уехать в совершенно незнакомую страну , не зная даже алфавита языка, на котором предстояло жить и работать. 
    </p>

    <p>
     По правде сказать, я не ехала в Израиль — я уезжала из страны, вернее из государства, реалии которого стали для меня вдруг невыносимы, я уже не хотела, не могла мириться с ними, они буквально выдавливали меня.
    </p>

    <p>
    Случилось словно вдруг, хотя, конечно, копилось исподволь. И произошло то, что — слава Богу — произошло: количество перешло в качество. Я помню, как это случилось. Надо сказать, что с приходом Горбачёва страна, казалось, была готова стать нормальным, цивилизованным, правовым государством. Без страха, без оглядки заговорили. Писали о том, что так долго было под запретом.
    </p>

    <p>
     Выступления депутатов на сессии Верховного совета ошеломляли и вселяли надежду. В университетском главном здании лобби превратилось в Гайд Парк. Стояли щиты с газетными вырезками - письмами и приказами «доброго дедушки» Ленина.  Все его многочисленные «стрелять стрелять, стрелять» были подчеркнуты красным карандашом из-за чего сами щиты казались красными. Информация каждый день пополнялась, народ толпился, удивлялся, обсуждал.
    </p>

    <p>
     
И вот — речь Горбачёва, которую все ждали с большими надеждами и которую широко транслировали. Слушаю — и что же? Те же штампы, тот же стиль. И я начинаю осознавать: нет, никаких коренных изменений быть не может — всё то же. Нет и не будет места в этой стране простому, в хорошем смысле этого слова, обывателю. Ты либо большой негодяй у “кормушки”, либо подворовывающий, жульничающий негодяй помельче, либо жертва их обоих, или... борец, герой — со всеми вытекающими последствиями.
    </p>
  </>
);

export default TextFirstPage;
