// TextThreeIndexOnly.jsx
import React from "react";

const TextThreeIndexOnly = () => (
  <>
    <h1>Про нашу алию</h1>
    <h2>Что значит “нашу”?</h2>
    <p>
       Это идея Маши: три женщины — мама, Маша и я — напишем об этом времени.  А как же наша бабушка? Ведь…А мы напишем за неё — по её письмам.  У меня есть её письма к Томочке и Эрику (они прислали их мне по моей просьбе), а также письма к Игорю, которые я попросила вернуть. Можно сказать, это письма с фронта — непосредственные, трогательные, искренние. Томочка и я не можем их читать — ревём и всё тут. Но деваться некуда.
    </p>
  </>
);

export default TextThreeIndexOnly;