import React from "react";

const TextFifthPage = () => (
  <>
<h1>моя мама</h1>
<h2>Четвёртая глава принадлежит моей маме. </h2>

    
    <p>
    Мои родители почти всю жизнь, кроме ранних лет и лет войны, прожили в Москве. За эти годы у них появилось множество друзей и просто хороших знакомых. Большинство родственников тоже жили в Москве. Жил в Москве с семьей и мой старший брат — их первенец, любимый сын.
    </p>

    <p>
      И вот 1989 год. Маме 82 года. Я спрашиваю её:  "Я хочу уехать в Израиль. Поедешь со мной?" Мама, не задумываясь ни на секунду, отвечает:  Если я буду тебе там полезна — я с тобой. Сейчас я сама в её возрасте и — ох, как понимаю… Как тяжело, будучи старым и очень больным человеком, оставить привычную обстановку, родной дом, сложившийся круг общения, любимого сына — и отправиться в полную неизвестность, в неустроенность.
    </p>


  </>
);

export default TextFifthPage;